{
    "en": {
        "company_profile": "Company profile",
        "description": "We are Saudi Healthcare Company, specializing in Ophthalmic Medical Devices and Consumables, as well as cosmeceuticals and  nutraceutical products. With locations in Riyadh, Dammam, and Jeddah, we have established ourselves as a reputable company covering all territories in the Kingdom of Saudi Arabia.",
        "goal": "Our goal is to expand our reach and cover the MENA region (Middle East and North Africa) by the end of 2028. Our team consists of experienced professionals with over 50 years of cumulative experience in the pharmaceutical industry and medical devices. We value our team members as the most valuable resources in our organization.",
        "philosophy ": "In dealing with our team, our philosophy is driven by respect, trust, and continuous improvement from the managerial levels. We expect our team members to be accountable and committed to our customers and our company.",
        "products": "We carefully select our products and services, taking our sense of responsibility towards the community and customers into consideration. Providing high-quality products at affordable and competitive prices to support the health improvement process in our region is our priority.",
        "strategy": "We believe that our role is not just about promoting and selling products, but rather providing value to our customers. Our strategic focus lies in building long-term relationships with our customers, as this will have a positive impact on patient health.",
        "commitment_description": "At Talent Vision Care Co., we are committed to satisfying our customers' needs and providing them with the service they deserve. We strive to go above and beyond to exceed their expectations.",
        "missoin": "Mission",
        "mission_description": "Based on our social responsibilities towards Health care in Gulf region  , We are Saudi  Health care Company  ,committed to supply and promote high standard quality of consumables , Medical devices specialized in Ophthalmology sector,  besides, Human Natural products with high safety profile and competitive prices to improve the quality of life for our patients.",
        "vision": "Vision",
        "vision_description": "To be one of the top ten leading companies in Medical devices sector within seven years plan.",
        "values": "Values",
        "values_description": [
            "Respect",
            "Trust",
            "Team work",
            "Agility",
            "Continuous improvement",
            "Accountability",
            "Commitment"
        ]
    },
    "ar": {
        "company_profile": "ملف الشركة",
        "description": "نحن شركة صحية سعودية، متخصصة في الأجهزة الطبية ومستلزمات العيون، بالإضافة إلى منتجات العناية بالبشرة والمكملات الغذائية. بفروع في الرياض والدمام وجدة، لقد قمنا بتأسيس أنفسنا كشركة ذات سمعة طيبة تغطي جميع مناطق المملكة العربية السعودية.",
        "goal": "هدفنا هو توسيع نطاقنا لنغطي منطقة الشرق الأوسط وشمال إفريقيا بحلول عام 2028. فريقنا يتكون من محترفين ذوي خبرة تزيد عن 50 عامًا في صناعة الأدوية والأجهزة الطبية. نحن نقدر فريق العمل كأثمن مورد في منظمتنا.",
        "philosophy": "فلسفتنا في التعامل مع فريق العمل تعتمد على الاحترام والثقة والتحسين المستمر من مستويات الإدارة. نحن نتوقع من أعضاء فريقنا أن يكونوا مسؤولين وملتزمين تجاه عملائنا وشركتنا.",
        "products": "نقوم باختيار منتجاتنا وخدماتنا بعناية، مع مراعاة مسؤوليتنا نحو المجتمع والعملاء. توفير منتجات عالية الجودة بأسعار معقولة وتنافسية لدعم عملية تحسين الصحة في منطقتنا هو أولويتنا.",
        "strategy": "نحن نعتقد أن دورنا ليس مجرد الترويج وبيع المنتجات، بل تقديم قيمة لعملائنا. تركز استراتيجيتنا على بناء علاقات طويلة الأمد مع عملائنا، حيث ستكون لهذا تأثير إيجابي على صحة المرضى.",
        "commitment_description": "في شركة تالنت فيجن كير، نحن ملتزمون بتلبية احتياجات عملائنا وتقديم الخدمة التي يستحقونها. نحن نسعى لتجاوز توقعاتهم.",
        "missoin": "الرسالة",
        "mission_description": "استنادًا إلى مسؤولياتنا الاجتماعية تجاه الرعاية الصحية في منطقة الخليج، نحن شركة رعاية صحية سعودية، ملتزمون بتوفير وتعزيز جودة عالية من المستلزمات الاستهلاكية والأجهزة الطبية المتخصصة في قطاع العيون، بالإضافة إلى منتجات طبيعية آمنة للإنسان بملف آمان عالي وأسعار تنافسية لتحسين جودة حياة مرضانا.",
        "vision": "الرؤية",
        "vision_description": "أن نكون من أكبر عشر شركات رائدة في قطاع الأجهزة الطبية خلال خطة سبع سنوات.",
        "values": "القيم",
        "values_description": [
            "الاحترام",
            "الثقة",
            "العمل الجماعي",
            "الرشاقة",
            "التحسين المستمر",
            "المساءلة",
            "الالتزام"
        ]
    },
    "fr": {
        "company_profile": "Profil de l'entreprise",
        "description": "Nous sommes une entreprise de santé saoudienne, spécialisée dans les dispositifs médicaux et les consommables ophtalmiques, ainsi que dans les produits cosméceutiques et nutraceutiques. Avec des implantations à Riyad, Dammam et Djeddah, nous nous sommes établis comme une entreprise de réputation couvrant tous les territoires du Royaume d'Arabie saoudite.",
        "goal": "Notre objectif est d'élargir notre portée et de couvrir la région MENA (Moyen-Orient et Afrique du Nord) d'ici la fin de 2028. Notre équipe se compose de professionnels expérimentés avec plus de 50 ans d'expérience cumulative dans l'industrie pharmaceutique et les dispositifs médicaux. Nous considérons nos membres d'équipe comme les ressources les plus précieuses de notre organisation.",
        "philosophy ": "Dans nos relations avec notre équipe, notre philosophie est guidée par le respect, la confiance et l'amélioration continue aux niveaux de la direction. Nous attendons de nos membres d'équipe qu'ils soient responsables et engagés envers nos clients et notre entreprise.",
        "products": "Nous sélectionnons soigneusement nos produits et services, en tenant compte de notre sens des responsabilités envers la communauté et les clients. Fournir des produits de haute qualité à des prix abordables et compétitifs pour soutenir l'amélioration de la santé dans notre région est notre priorité.",
        "strategy": "Nous croyons que notre rôle ne se limite pas à la promotion et à la vente de produits, mais à la création de valeur pour nos clients. Notre axe stratégique est de construire des relations à long terme avec nos clients, car cela aura un impact positif sur la santé des patients.",
        "commitment_description": "Chez Talent Vision Care Co., nous nous engageons à satisfaire les besoins de nos clients et à leur fournir le service qu'ils méritent. Nous nous efforçons de faire plus que nécessaire pour dépasser leurs attentes.",
        "missoin": "Mission",
        "mission_description": "Conformément à nos responsabilités sociales envers les soins de santé dans la région du Golfe, nous sommes une entreprise de soins de santé saoudienne, engagée à fournir et promouvoir une qualité de haut niveau en ce qui concerne les consommables, les dispositifs médicaux spécialisés dans le secteur de l'ophtalmologie, ainsi que des produits naturels pour l'homme, offrant un profil de sécurité élevé et des prix compétitifs pour améliorer la qualité de vie de nos patients.",
        "vision": "Vision",
        "vision_description": "Être l’une des dix premières entreprises leaders dans le secteur des dispositifs médicaux d’ici sept ans.",
        "values": "Valeurs",
        "values_description": [
            "Respect",
            "Confiance",
            "Travail d'équipe",
            "Agilité",
            "Amélioration continue",
            "Responsabilité",
            "Engagement"
        ]
    },
    "es": {
        "company_profile": "Perfil de la empresa",
        "description": "Somos una empresa de atención médica saudí especializada en dispositivos médicos y consumibles oftálmicos, así como en productos cosmeceúticos y nutracéuticos. Con ubicaciones en Riad, Dammam y Yeda, nos hemos establecido como una empresa de reputación que cubre todos los territorios del Reino de Arabia Saudita.",
        "goal": "Nuestro objetivo es expandir nuestra presencia y abarcar la región de MENA (Medio Oriente y África del Norte) para fines de 2028. Nuestro equipo está formado por profesionales con experiencia con más de 50 años de experiencia acumulada en la industria farmacéutica y dispositivos médicos. Valoramos a nuestros miembros del equipo como los recursos más valiosos de nuestra organización.",
        "philosophy ": "En nuestra relación con nuestro equipo, nuestra filosofía se basa en el respeto, la confianza y la mejora continua a nivel directivo. Esperamos que nuestros miembros del equipo sean responsables y comprometidos con nuestros clientes y nuestra empresa.",
        "products": "Seleccionamos cuidadosamente nuestros productos y servicios, teniendo en cuenta nuestro sentido de responsabilidad hacia la comunidad y los clientes. Brindar productos de alta calidad a precios asequibles y competitivos para respaldar el proceso de mejora de la salud en nuestra región es nuestra prioridad.",
        "strategy": "Creemos que nuestro papel no se limita a promover y vender productos, sino a brindar valor a nuestros clientes. Nuestro enfoque estratégico radica en construir relaciones a largo plazo con nuestros clientes, ya que esto tendrá un impacto positivo en la salud de los pacientes.",
        "commitment_description": "En Talent Vision Care Co., estamos comprometidos a satisfacer las necesidades de nuestros clientes y brindarles el servicio que se merecen. Nos esforzamos por superar sus expectativas y hacer todo lo posible para ello.",
        "missoin": "Misión",
        "mission_description": "Basados en nuestras responsabilidades sociales hacia la atención médica en la región del Golfo, somos una empresa de atención médica saudí comprometida a suministrar y promover una alta calidad de consumibles, dispositivos médicos especializados en el sector de la oftalmología, además de productos naturales para el hombre con un alto perfil de seguridad y precios competitivos para mejorar la calidad de vida de nuestros pacientes.",
        "vision": "Visión",
        "vision_description": "Ser una de las diez empresas líderes en el sector de dispositivos médicos dentro del plan de siete años.",
        "values": "Valores",
        "values_description": [
            "Respeto",
            "Confianza",
            "Trabajo en equipo",
            "Agilidad",
            "Mejora continua",
            "Responsabilidad",
            "Compromiso"
        ]
    },
    "it": {
        "company_profile": "Profilo dell'azienda",
        "description": "Siamo una società sanitaria saudita specializzata in dispositivi medici oftalmici e consumabili, nonché in prodotti cosmeceutici e nutraceutici. Con sedi a Riyadh, Dammam e Jeddah, ci siamo affermati come un'azienda di buona reputazione che copre tutti i territori del Regno dell'Arabia Saudita.",
        "goal": "Il nostro obiettivo è espandere la nostra presenza e coprire la regione MENA (Medio Oriente e Nord Africa) entro la fine del 2028. Il nostro team è composto da professionisti esperti con oltre 50 anni di esperienza cumulativa nel settore farmaceutico e dei dispositivi medici. Valorizziamo i membri del nostro team come le risorse più preziose della nostra organizzazione.",
        "philosophy ": "Nel rapporto con il nostro team, la nostra filosofia è basata sul rispetto, sulla fiducia e sull'ottimizzazione continua a livello direttivo. Ci aspettiamo che i membri del nostro team siano responsabili e impegnati nei confronti dei nostri clienti e della nostra azienda.",
        "products": "Selezioniamo con cura i nostri prodotti e servizi, tenendo conto del nostro senso di responsabilità nei confronti della comunità e dei clienti. Fornire prodotti di alta qualità a prezzi accessibili e competitivi per sostenere il processo di miglioramento della salute nella nostra regione è la nostra priorità.",
        "strategy": "Crediamo che il nostro ruolo non sia solo promuovere e vendere prodotti, ma piuttosto fornire valore ai nostri clienti. La nostra focalizzazione strategica sta nella costruzione di relazioni a lungo termine con i nostri clienti, poiché ciò avrà un impatto positivo sulla salute dei pazienti.",
        "commitment_description": "Da Talent Vision Care Co., ci impegniamo a soddisfare le esigenze dei nostri clienti e a fornire loro il servizio che meritano. Ci sforziamo di superare le loro aspettative e di fare il massimo per farlo.",
        "missoin": "Missione",
        "mission_description": "In base alle nostre responsabilità sociali verso l'assistenza sanitaria nella regione del Golfo, siamo una società di assistenza sanitaria saudita impegnata a fornire e promuovere un'alta qualità di consumabili, dispositivi medici specializzati nel settore dell'oftalmologia, oltre a prodotti naturali per l'uomo con un elevato profilo di sicurezza e prezzi competitivi per migliorare la qualità della vita dei nostri pazienti.",
        "vision": "Visione",
        "vision_description": "Essere una delle prime dieci aziende leader nel settore dei dispositivi medici entro un piano di sette anni.",
        "values": "Valori",
        "values_description": [
            "Rispetto",
            "Fiducia",
            "Lavoro di squadra",
            "Agilità",
            "Miglioramento continuo",
            "Responsabilità",
            "Impegno"
        ]
    },
    "de": {
        "company_profile": "Firmenprofil",
        "description": "Wir sind ein saudi-arabisches Gesundheitsunternehmen, das sich auf ophthalmologische medizinische Geräte und Verbrauchsmaterialien sowie auf Kosmezeutika und Nahrungsergänzungsmittel spezialisiert hat. Mit Standorten in Riad, Dammam und Dschidda haben wir uns als angesehenes Unternehmen etabliert, das alle Gebiete im Königreich Saudi-Arabien abdeckt.",
        "goal": "Unser Ziel ist es, unsere Reichweite bis Ende 2028 auf die MENA-Region (Naher Osten und Nordafrika) auszudehnen. Unser Team besteht aus erfahrenen Fachleuten mit über 50 Jahren kumulierter Erfahrung in der pharmazeutischen Industrie und bei medizinischen Geräten. Wir schätzen unsere Teammitglieder als die wertvollsten Ressourcen in unserer Organisation.",
        "philosophy": "In der Zusammenarbeit mit unserem Team wird unsere Philosophie von Respekt, Vertrauen und kontinuierlicher Verbesserung auf Managementebene geleitet. Wir erwarten von unseren Teammitgliedern, dass sie für unsere Kunden und unser Unternehmen verantwortlich und engagiert sind.",
        "products": "Wir wählen unsere Produkte und Dienstleistungen sorgfältig aus und berücksichtigen dabei unsere Verantwortung gegenüber der Gemeinschaft und den Kunden. Die Bereitstellung hochwertiger Produkte zu erschwinglichen und wettbewerbsfähigen Preisen zur Unterstützung des Gesundheitsverbesserungsprozesses in unserer Region hat für uns oberste Priorität.",
        "strategy": "Wir glauben, dass unsere Rolle nicht nur darin besteht, Produkte zu bewerben und zu verkaufen, sondern vielmehr Wert für unsere Kunden zu schaffen. Unser strategischer Fokus liegt auf dem Aufbau langfristiger Beziehungen zu unseren Kunden, da dies sich positiv auf die Gesundheit der Patienten auswirken wird.",
        "commitment_description": "Bei Talent Vision Care Co. sind wir bestrebt, die Bedürfnisse unserer Kunden zu erfüllen und ihnen den Service zu bieten, den sie verdienen. Wir setzen alles daran, ihre Erwartungen zu übertreffen.",
        "missoin": "Mission",
        "mission_description": "Basierend auf unseren sozialen Verantwortlichkeiten im Bereich Gesundheitswesen in der Golfregion sind wir ein saudi-arabisches Gesundheitsunternehmen, das sich verpflichtet hat, hochwertige Verbrauchsmaterialien und medizinische Geräte im Bereich der Ophthalmologie sowie menschliche Naturprodukte mit hoher Sicherheitsqualität und wettbewerbsfähigen Preisen zu liefern und zu fördern, um die Lebensqualität unserer Patienten zu verbessern.",
        "vision": "Vision",
        "vision_description": "Ziel ist es, innerhalb von sieben Jahren zu den zehn führenden Unternehmen im Bereich Medizingeräte zu gehören.",
        "values": "Werte",
        "values_description": [
          "Respekt",
          "Vertrauen",
          "Teamarbeit",
          "Agilität",
          "Kontinuierliche Verbesserung",
          "Verantwortlichkeit",
          "Engagement"
        ]
    }
}