{
    "en": {
        "description": "The leading Saudi company in providing the latest ophthalmic healthcare services, consumables and medical devices",
        "services": "PROFESSIONAL SERVICES & SOLUTIONS",
        "work_scope": "Work Scope",
        "work_scope_description": "We are working to provide a range of advanced professional services and solutions according to the highest standards of quality, workmanship, and safety, to all our customers in each of the sectors",
        "consumables": "Consumables:",
        "surgical_knives": "Surgical Knives",
        "iols": "IOLs (Intra Ocular lenses)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaucoma MIGS & Shunts",
        "sutures": "Sutures",
        "ovd": "OVD (Ophthalmic Viscoelastic)",
        "instruments": "Instruments",
        "devices": "Devices:",
        "phaco": "Phaco & Vitrectomy Machines",
        "laser": "Photocoagulation Laser",
        "yag": "Photodisruption YAG Lasers",
        "ultrasound": "Diagnostic Ultrasound",
        "machines": "Diagnostic Machines",
        "units": "Units",
        "company_brief_title": "To be the leading Saudi company in providing the latest ophthalmic healthcare services, medical operation, and maintenance",
        "company_brief_description_1": "We carefully select our products and services, taking our sense of responsibility towards the community and customers into consideration. Providing high-quality products at affordable and competitive prices to support the health improvement process in our region is our priority.",
        "company_brief_description_2": "We believe that our role is not just about promoting and selling products but rather providing value to our customers. Our strategic focus lies in building long-term relationships with our customers, as this will have a positive impact on patient health.",
        "company_brief_description_3": "At Talent Vision Care Co., we are committed to satisfying our customers' needs and providing them with the service they deserve. We strive to go above and beyond to exceed their expectations.",
        "contact_us": "Contact us"
    },
    "ar": {
        "description": "الشركة السعودية الرائدة في تقديم أحدث خدمات الرعاية الصحية لطب العيون والمستهلكات والأجهزة الطبية",
        "services": "خدمات وحلول محترفة",
        "work_scope": "نطاق العمل",
        "work_scope_description": "نعمل على توفير مجموعة من الخدمات المهنية المتقدمة والحلول وفقًا لأعلى معايير الجودة والحرفية والسلامة لجميع عملائنا في كل من القطاعات",
        "consumables": "المواد الاستهلاكية:",
        "surgical_knives": "سكاكين جراحية",
        "iols": "عدسات داخل العين (IOLs)",
        "ultra_plug": "شريط ألترا",
        "glaucoma": "جلوكوما MIGS وشنتات",
        "sutures": "خياطة",
        "ovd": "مادة لزجة للعين (OVD)",
        "instruments": "أدوات جراحية",
        "devices": "الأجهزة:",
        "phaco": "أجهزة الفاكو والفيتركتومي",
        "laser": "ليزر التصقيف",
        "yag": "أجهزة ليزر الياج للتصدع الضوئي",
        "ultrasound": "الأمواج فوق الصوتية التشخيصية",
        "machines": "أجهزة تشخيصية",
        "units": "وحدات",
        "company_brief_title": "أن نكون الشركة السعودية الرائدة في تقديم أحدث خدمات الرعاية الصحية للعيون والعمليات الطبية والصيانة.",
        "company_brief_description_1": "نحن نختار منتجاتنا وخدماتنا بعناية، مأخذين بمسئوليتنا نحو المجتمع والعملاء في الاعتبار. تقديم منتجات عالية الجودة بأسعار معقولة وتنافسية لدعم عملية تحسين الصحة في منطقتنا هو أولويتنا.",
        "company_brief_description_2": "نحن نعتقد أن دورنا ليس مجرد الترويج وبيع المنتجات، بل تقديم قيمة لعملائنا. تركز استراتيجيتنا على بناء علاقات طويلة الأمد مع عملائنا، حيث ستكون لهذا تأثير إيجابي على صحة المرضى.",
        "company_brief_description_3": "في شركة تالنت فيجن كير، نحن ملتزمون بتلبية احتياجات عملائنا وتقديم الخدمة التي يستحقونها. نحن نسعى للذهاب أبعد من ذلك لتجاوز توقعاتهم.",
        "contact_us": "تواصل معنا"
    },
    "fr": {
        "description": "La société saoudienne leader dans la fourniture des derniers services de soins de santé ophtalmiques, de consommables et de dispositifs médicaux",
        "services": "SERVICES PROFESSIONNELS ET SOLUTIONS",
        "work_scope": "Domaine de travail",
        "work_scope_description": "Nous travaillons pour fournir une gamme de services professionnels avancés et de solutions conformes aux normes de qualité, de savoir-faire et de sécurité les plus élevées à tous nos clients dans chacun des secteurs.",
        "consumables": "Consommables :",
        "surgical_knives": "Couteaux chirurgicaux",
        "iols": "LIO (Lentilles intraoculaires)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaucoma MIGS et Shunts",
        "sutures": "Fils de suture",
        "ovd": "OVD (viscoélastique ophtalmique)",
        "instruments": "Instruments",
        "devices": "Dispositifs :",
        "phaco": "Machines de phaco et vitrectomie",
        "laser": "Laser de photocoagulation",
        "yag": "Lasers YAG de photodisruption",
        "ultrasound": "Échographie diagnostique",
        "machines": "Machines de diagnostic",
        "units": "Unités",
        "company_brief_title": "Être la principale entreprise saoudienne fournissant les derniers services de soins ophtalmologiques, d'opérations médicales et de maintenance.",
        "company_brief_description_1": "Nous sélectionnons soigneusement nos produits et services en tenant compte de notre responsabilité envers la communauté et les clients. Fournir des produits de haute qualité à des prix abordables et compétitifs pour soutenir le processus d'amélioration de la santé dans notre région est notre priorité.",
        "company_brief_description_2": "Nous croyons que notre rôle ne se limite pas à la promotion et à la vente de produits, mais à la création de valeur pour nos clients. Notre stratégie vise à établir des relations à long terme avec nos clients, ce qui aura un impact positif sur la santé des patients.",
        "company_brief_description_3": "Chez Talent Vision Care Co., nous nous engageons à satisfaire les besoins de nos clients et à leur fournir le service qu'ils méritent. Nous nous efforçons de dépasser leurs attentes.",
        "contact_us": "Contactez-nous"
    },
    "es": {
        "description": "La empresa saudita líder en el suministro de los últimos servicios de atención médica oftálmica, consumibles y dispositivos médicos",
        "services": "SERVICIOS PROFESIONALES Y SOLUCIONES",
        "work_scope": "Ámbito de trabajo",
        "work_scope_description": "Trabajamos para proporcionar una amplia gama de servicios profesionales avanzados y soluciones de acuerdo a los más altos estándares de calidad, artesanía y seguridad, a todos nuestros clientes en cada uno de los sectores.",
        "consumables": "Consumibles:",
        "surgical_knives": "Bisturís quirúrgicos",
        "iols": "LIO (Lentes intraoculares)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaucoma MIGS y Shunts",
        "sutures": "Suturas",
        "ovd": "OVD (Viscoelástico oftálmico)",
        "instruments": "Instrumentos",
        "devices": "Dispositivos:",
        "phaco": "Máquinas de faco y vitrectomía",
        "laser": "Láser de fotocoagulación",
        "yag": "Láseres YAG de fotodisrupción",
        "ultrasound": "Ecografía diagnóstica",
        "machines": "Máquinas de diagnóstico",
        "units": "Unidades",
        "company_brief_title": "Ser la principal empresa saudí en la prestación de los últimos servicios de atención médica oftalmológica, operaciones médicas y mantenimiento.",
        "company_brief_description_1": "Seleccionamos cuidadosamente nuestros productos y servicios, teniendo en cuenta nuestra responsabilidad hacia la comunidad y los clientes. Proporcionar productos de alta calidad a precios asequibles y competitivos para apoyar el proceso de mejora de la salud en nuestra región es nuestra prioridad.",
        "company_brief_description_2": "Creemos que nuestro papel no se limita a promover y vender productos, sino a proporcionar valor a nuestros clientes. Nuestro enfoque estratégico radica en establecer relaciones a largo plazo con nuestros clientes, lo que tendrá un impacto positivo en la salud de los pacientes.",
        "company_brief_description_3": "En Talent Vision Care Co., nos comprometemos a satisfacer las necesidades de nuestros clientes y proporcionarles el servicio que se merecen. Nos esforzamos por superar sus expectativas.",
        "contact_us": "Contáctanos"
    },
    "it": {
        "description": "L'azienda saudita leader nella fornitura dei più recenti servizi sanitari oftalmici, materiali di consumo e dispositivi medici",
        "services": "SERVIZI E SOLUZIONI PROFESSIONALI",
        "work_scope": "Ambito di lavoro",
        "work_scope_description": "Lavoriamo per fornire una gamma di servizi professionali avanzati e soluzioni secondo gli standard più elevati di qualità, artigianato e sicurezza, a tutti i nostri clienti in ciascuno dei settori",
        "consumables": "Consumabili:",
        "surgical_knives": "Bisturi chirurgici",
        "iols": "Lenti intraoculari (LIO)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaucoma MIGS e Shunts",
        "sutures": "Suture",
        "ovd": "OVD (Viscoelastico oftalmico)",
        "instruments": "Strumenti",
        "devices": "Dispositivi:",
        "phaco": "Macchine per faco e vitrectomia",
        "laser": "Laser per fotocoagulazione",
        "yag": "Laser YAG per fotodisruzione",
        "ultrasound": "Ecografia diagnostica",
        "machines": "Macchine diagnostiche",
        "units": "Unità",
        "company_brief_title": "Essere la principale azienda saudita nel fornire i più recenti servizi di assistenza sanitaria oftalmica, operazioni mediche e manutenzione",
        "company_brief_description_1": "Selezioniamo attentamente i nostri prodotti e servizi, tenendo conto della nostra responsabilità verso la comunità e i clienti. Fornire prodotti di alta qualità a prezzi accessibili e competitivi per sostenere il processo di miglioramento della salute nella nostra regione è la nostra priorità",
        "company_brief_description_2": "Crediamo che il nostro ruolo non si limiti alla promozione e alla vendita di prodotti, ma alla creazione di valore per i nostri clienti. La nostra strategia si concentra sulla creazione di relazioni a lungo termine con i nostri clienti, il che avrà un impatto positivo sulla salute dei pazienti",
        "company_brief_description_3": "Presso Talent Vision Care Co., ci impegniamo a soddisfare le esigenze dei nostri clienti e a fornire loro il servizio che meritano. Ci sforziamo di superare le loro aspettative",
        "contact_us": "Contattaci"
    },
    "de": {
        "description": "Das führende saudische Unternehmen bei der Bereitstellung der neuesten ophthalmologischen Gesundheitsdienstleistungen, Verbrauchsmaterialien und medizinischen Geräte",
        "services": "PROFESSIONELLE DIENSTLEISTUNGEN & LÖSUNGEN",
        "work_scope": "Arbeitsbereich",
        "work_scope_description": "Wir arbeiten daran, eine breite Palette fortschrittlicher professioneller Dienstleistungen und Lösungen gemäß den höchsten Standards für Qualität, Handwerkskunst und Sicherheit für alle unsere Kunden in allen Sektoren bereitzustellen",
        "consumables": "Verbrauchsmaterial:",
        "surgical_knives": "Chirurgiemesser",
        "iols": "IOLs (Intraokulare Linsen)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaukom-MIGS & Shunts",
        "sutures": "Nähte",
        "ovd": "OVD (Ophthalmisches viskoelastisches Material)",
        "instruments": "Instrumente",
        "devices": "Geräte:",
        "phaco": "Phaco & Vitrektomiegeräte",
        "laser": "Photokoagulationslaser",
        "yag": "Photodisruptions-YAG-Laser",
        "ultrasound": "Diagnostischer Ultraschall",
        "machines": "Diagnosegeräte",
        "units": "Unitäten",
        "company_brief_title": "Das führende saudische Unternehmen im Bereich der Augenheilkunde, medizinischen Operationen und Wartung zu sein",
        "company_brief_description_1": "Wir wählen unsere Produkte und Dienstleistungen sorgfältig aus und berücksichtigen dabei unsere Verantwortung gegenüber der Gemeinschaft und den Kunden. Die Bereitstellung hochwertiger Produkte zu erschwinglichen und wettbewerbsfähigen Preisen zur Unterstützung des Gesundheitsverbesserungsprozesses in unserer Region hat für uns oberste Priorität",
        "company_brief_description_2": "Wir glauben, dass unsere Rolle nicht nur darin besteht, Produkte zu bewerben und zu verkaufen, sondern Mehrwert für unsere Kunden zu schaffen. Unsere strategische Ausrichtung liegt darin, langfristige Beziehungen zu unseren Kunden aufzubauen, was sich positiv auf die Gesundheit der Patienten auswirken wird",
        "company_brief_description_3": "Bei Talent Vision Care Co. verpflichten wir uns, die Bedürfnisse unserer Kunden zu erfüllen und ihnen den Service zu bieten, den sie verdienen. Wir setzen alles daran, ihre Erwartungen zu übertreffen",
        "contact_us": "Kontaktieren Sie uns"
    }
}