{
    "en":{
        "description": "The leading Saudi company in providing the latest ophthalmic healthcare services, medical operation and maintenance",
        "services": "PROFESSIONAL SERVICES & SOLUTIONS",
        "work_scope": "Work Scope",
        "work_scope_description": "We are working to provide a range of advanced professional services and solutions according to the highest standards of quality, workmanship and safety, to all our customers in each of the sectors",
        "consumables": "Consumables:",
        "surgical_knives": "Surgical Knives",
        "iols": "IOLs (Intra Ocular lenses)",
        "ultra_plug": "Ultra Plug",
        "glaucoma": "Glaucoma MIGS & Shunts",
        "sutures": "Sutures",
        "ovd": "OVD (Ophthalmic Viscoelastic)",
        "instruments": "Instruments",
        "devices": "Devices:",
        "phaco": "Phaco & Vitrectomy Machines",
        "laser": "Photocoagulation Laser",
        "yag": "Photodisruption YAG Lasers",
        "ultrasound": "Diagnostic Ultrasound",
        "machines": "Diagnostic Machines",
        "units": "Units",
        "company_brief": "The company in brief",
        "company_brief_title": "To be the leading saudi company in providing the latest ophthalmic healthcare services, medical operation and maintenance",
        "company_brief_description_1": "We carefully select our products and services, taking our sense of responsibility towards the community and customers into consideration. Providing high-quality products at affordable and competitive prices to support the health improvement process in our region is our priority.",
        "company_brief_description_2": "We believe that our role is not just about promoting and selling products, but rather providing value to our customers. Our strategic focus lies in building long-term relationships with our customers, as this will have a positive impact on patient health.",
        "company_brief_description_3": "At Talent Vision Care Co., we are committed to satisfying our customers' needs and providing them with the service they deserve. We strive to go above and beyond to exceed their expectations.",
        "inquiry": "For your inquiries and comments",
        "contact_us_message": "We're here and eager to connect with you!",
        "contact_us": "Conatct us"
    },
    "ar":{
        "description": "الشركة السعودية الرائدة في تقديم أحدث خدمات الرعاية الصحية للعيون والعمليات الطبية والصيانة.",
        "services": "خدمات وحلول محترفة",
        "work_scope": "نطاق العمل",
        "work_scope_description": "نعمل على توفير مجموعة من الخدمات المهنية المتقدمة والحلول وفقًا لأعلى معايير الجودة والحرفية والسلامة لجميع عملائنا في كل من القطاعات",
        "consumables": "المواد الاستهلاكية:",
        "surgical_knives": "سكاكين جراحية",
        "iols": "عدسات داخل العين (IOLs)",
        "ultra_plug": "شريط ألترا",
        "glaucoma": "جلوكوما MIGS وشنتات",
        "sutures": "خياطة",
        "ovd": "مادة لزجة للعين (OVD)",
        "instruments": "أدوات جراحية",
        "devices": "الأجهزة:",
        "phaco": "أجهزة الفاكو والفيتركتومي",
        "laser": "ليزر التصقيف",
        "yag": "أجهزة ليزر الياج للتصدع الضوئي",
        "ultrasound": "الأمواج فوق الصوتية التشخيصية",
        "machines": "أجهزة تشخيصية",
        "units": "وحدات",
        "company_brief": "الشركة بإيجاز",
        "company_brief_title": "أن نكون الشركة السعودية الرائدة في تقديم أحدث خدمات الرعاية الصحية للعيون والعمليات الطبية والصيانة.",
        "company_brief_description_1": "نحن نختار منتجاتنا وخدماتنا بعناية، مأخذين بمسئوليتنا نحو المجتمع والعملاء في الاعتبار. تقديم منتجات عالية الجودة بأسعار معقولة وتنافسية لدعم عملية تحسين الصحة في منطقتنا هو أولويتنا.",
        "company_brief_description_2": "نحن نعتقد أن دورنا ليس مجرد الترويج وبيع المنتجات، بل تقديم قيمة لعملائنا. تركز استراتيجيتنا على بناء علاقات طويلة الأمد مع عملائنا، حيث ستكون لهذا تأثير إيجابي على صحة المرضى.",
        "company_brief_description_3": "في شركة تالنت فيجن كير، نحن ملتزمون بتلبية احتياجات عملائنا وتقديم الخدمة التي يستحقونها. نحن نسعى للذهاب أبعد من ذلك لتجاوز توقعاتهم.",
        "inquiry": "للاستفسارات والتعليقات الخاصة بك",
        "contact_us_message": "نحن هنا ومتشوقون للتواصل معك!",
        "contact_us": "تواصل معنا"
    }
}