{
    "en": {
        "title": "Talent Vision Care",
        "description": "We are Saudi Healthcare Company, specializing in Ophthalmic Medical Devices and Consumables, as well as cosmeceuticals and nutraceutical products. With locations in Riyadh, Dammam, and Jeddah, we have established ourselves as a reputable company covering all territories in the Kingdom of Saudi Arabia.",
        "goal": "Our goal is to expand our reach and cover the MENA region (Middle East and North Africa) by the end of 2028. Our team consists of experienced professionals with over 50 years of cumulative experience in the pharmaceutical industry and medical devices. We value our team members as the most valuable resources in our organization.",
        "quick_links": "Quick Links",
        "quick_links_routes": [
            { "path": "/home", "name": "Home"},
            { "path": "/about", "name": "About"},
            { "path": "/consumables", "name": "Consumables"},
            { "path": "/devices", "name": "Devices"},
            { "path": "/development", "name": "Sustainable Development"},
            { "path": "/recruitment", "name": "Recruitment"},
            { "path": "/contact_us", "name": "ContactUs"}
        ],
        "social": "Social Links",
        "location": "Saudi Arabia, Riyadh",
        "copy_right": "All rights reserved - TALENT VISION CARE © 2023"
    },
    "ar": {
        "title": "Talent Vision Care",
        "description": "نحن شركة رعاية الصحة السعودية، متخصصون في أجهزة العيون الطبية والمستلزمات الاستهلاكية، بالإضافة إلى المنتجات العناية بالبشرة والمكملات الغذائية. بفروع في الرياض والدمام وجدة، قمنا بترسيخ أنفسنا كشركة ذات سمعة طيبة تغطي جميع الأراضي في المملكة العربية السعودية.",
        "goal": "هدفنا هو توسيع نطاقنا وتغطية منطقة الشرق الأوسط وشمال إفريقيا بحلول نهاية عام 2028. يتكون فريقنا من محترفين ذوي خبرة تزيد عن 50 عامًا في صناعة الأدوية والأجهزة الطبية. نقدر أعضاء فريقنا كأثمن الموارد في منظمتنا.",
        "quick_links": "روابط سريعة",
        "quick_links_routes": [
            { "path": "/home", "name": "الرئيسية" },
            { "path": "/about", "name": "من  نحن" },
            { "path": "/consumables", "name": "المواد الاستهلاكية"},
            { "path": "/devices", "name": "الأجهزة"},
            { "path": "/development", "name": "التنمية المستدامة" },
            { "path": "/recruitment", "name": "التوظيف" },
            { "path": "/contact_us", "name": "اتصل بنا" }
        ],
        "social": "روابط التواصل الاجتماعي",
        "location": "المملكة العربية السعودية، الرياض",
        "copy_right": "جميع الحقوق محفوظة - TALENT VISION CARE © 2023"
    },
    "fr": {
        "title": "Talent Vision Care",
        "description": "Nous sommes une entreprise de santé saoudienne spécialisée dans les dispositifs médicaux ophtalmologiques et les consommables, ainsi que dans les produits cosméceutiques et les compléments nutritionnels. Avec des sites à Riyadh, Dammam et Jeddah, nous nous sommes établis comme une entreprise réputée couvrant tous les territoires du Royaume d'Arabie Saoudite.",
        "goal": "Notre objectif est d'étendre notre portée et de couvrir la région MENA (Moyen-Orient et Afrique du Nord) d'ici la fin de 2028. Notre équipe est composée de professionnels expérimentés avec plus de 50 ans d'expérience cumulée dans l'industrie pharmaceutique et les dispositifs médicaux. Nous considérons nos membres d'équipe comme les ressources les plus précieuses de notre organisation.",
        "quick_links": "Liens rapides",
        "quick_links_routes": [
            { "path": "/home", "name": "Accueil" },
            { "path": "/about", "name": "À propos" },
            { "path": "/consumables", "name": "Consommables" },
            { "path": "/devices", "name": "Dispositifs" },
            { "path": "/development", "name": "Développement durable" },
            { "path": "/recruitment", "name": "Recrutement" },
            { "path": "/contact_us", "name": "Contactez-nous" }
        ],
        "social": "Liens sociaux",
        "location": "Arabie Saoudite, Riyadh",
        "copy_right": "Tous droits réservés - TALENT VISION CARE © 2023"
    },
    "es": {
        "title": "Talent Vision Care",
        "description": "Somos una empresa de salud saudí especializada en dispositivos médicos oftalmológicos y consumibles, así como en productos cosmecéuticos y nutracéuticos. Con sedes en Riyadh, Dammam y Jeddah, nos hemos establecido como una empresa de renombre que abarca todos los territorios del Reino de Arabia Saudita.",
        "goal": "Nuestro objetivo es expandir nuestra presencia y abarcar la región de MENA (Medio Oriente y África del Norte) para finales de 2028. Nuestro equipo está compuesto por profesionales con más de 50 años de experiencia acumulada en la industria farmacéutica y dispositivos médicos. Valoramos a nuestros miembros del equipo como los recursos más valiosos de nuestra organización.",
        "quick_links": "Enlaces rápidos",
        "quick_links_routes": [
            { "path": "/home", "name": "Inicio" },
            { "path": "/about", "name": "Acerca de nosotros" },
            { "path": "/consumables", "name": "Consumibles" },
            { "path": "/devices", "name": "Dispositivos" },
            { "path": "/development", "name": "Desarrollo Sostenible" },
            { "path": "/recruitment", "name": "Empleo" },
            { "path": "/contact_us", "name": "Contáctenos" }
        ],
        "social": "Enlaces sociales",
        "location": "Arabia Saudita, Riyadh",
        "copy_right": "Todos los derechos reservados - TALENT VISION CARE © 2023"
    },
    "it": {
        "title": "Talent Vision Care",
        "description": "Siamo un'azienda sanitaria saudita specializzata in dispositivi medici oftalmici e consumabili, nonché in prodotti cosmeceutici e integratori alimentari. Con sedi a Riyadh, Dammam e Jeddah, ci siamo affermati come un'azienda di buona reputazione che copre tutti i territori del Regno dell'Arabia Saudita.",
        "goal": "Il nostro obiettivo è espandere la nostra presenza e coprire la regione MENA (Medio Oriente e Nord Africa) entro la fine del 2028. Il nostro team è composto da professionisti con oltre 50 anni di esperienza cumulativa nell'industria farmaceutica e dispositivi medici. Valorizziamo i membri del nostro team come le risorse più preziose della nostra organizzazione.",
        "quick_links": "Collegamenti rapidi",
        "quick_links_routes": [
            { "path": "/home", "name": "Home" },
            { "path": "/about", "name": "Chi siamo" },
            { "path": "/consumables", "name": "Consumabili" },
            { "path": "/devices", "name": "Dispositivi" },
            { "path": "/development", "name": "Sviluppo Sostenibile" },
            { "path": "/recruitment", "name": "Reclutamento" },
            { "path": "/contact_us", "name": "Contattaci" }
        ],
        "social": "Collegamenti sociali",
        "location": "Arabia Saudita, Riyadh",
        "copy_right": "Tutti i diritti riservati - TALENT VISION CARE © 2023"
    },
    "de": {
        "title": "Talent Vision Care",
        "description": "Wir sind ein saudi-arabisches Gesundheitsunternehmen, das sich auf medizinische Augenprodukte und Verbrauchsmaterialien sowie auf Kosmezeutika und Nahrungsergänzungsmittel spezialisiert hat. Mit Standorten in Riyadh, Dammam und Jeddah haben wir uns als angesehenes Unternehmen etabliert, das alle Gebiete im Königreich Saudi-Arabien abdeckt.",
        "goal": "Unser Ziel ist es, unsere Reichweite zu erweitern und bis Ende 2028 die MENA-Region (Naher Osten und Nordafrika) zu erschließen. Unser Team besteht aus erfahrenen Fachleuten mit über 50 Jahren kumulierter Erfahrung in der Pharmaindustrie und Medizintechnik. Wir schätzen unsere Teammitglieder als die wertvollsten Ressourcen in unserer Organisation.",
        "quick_links": "Schnelllinks",
        "quick_links_routes": [
            { "path": "/home", "name": "Startseite" },
            { "path": "/about", "name": "Über uns" },
            { "path": "/consumables", "name": "Verbrauchsmaterial" },
            { "path": "/devices", "name": "Geräte" },
            { "path": "/development", "name": "Nachhaltige Entwicklung" },
            { "path": "/recruitment", "name": "Rekrutierung" },
            { "path": "/contact_us", "name": "Kontaktiere uns" }
        ],
        "social": "Soziale Links",
        "location": "Saudi-Arabien, Riyadh",
        "copy_right": "Alle Rechte vorbehalten - TALENT VISION CARE © 2023"
    }
}